Repository: katagaki/Overhead
Catalog: Overhead/Localizable.xcstrings
Source language: ja
Languages: en, ko, zh_hans, zh_hant

# StartupNotice.Message
source: オーバートレインは個人の開発者によって開発されており、表示されるデータが正確でない場合があります。最新の情報は、駅の案内表示や公式アプリでご確認ください。問題を見つけた場合は、••• →「フィードバックを送信」からご報告いただけます。
en: Overtrain is developed by a single developer, and the data it shows may not always be accurate. Please check the displays at the station or the official apps to confirm the latest information. If you find any problems, you can report them using the ••• → Send Feedback option.
ko: Overtrain은 1인 개발자가 개발했으며, 표시되는 데이터가 정확하지 않을 수 있습니다. 최신 정보는 역의 안내 표시나 공식 앱에서 확인해 주세요. 문제를 발견하면 ••• → 피드백 보내기를 통해 알려주실 수 있습니다.
zh_hans: Overtrain由一位开发者独立开发，显示的数据可能并不总是准确。请以车站的显示屏或官方应用确认最新信息。如果发现任何问题，您可以通过 ••• → 发送反馈 进行报告。
zh_hant: Overtrain由一位開發者獨立開發，顯示的資料可能並不總是準確。請以車站的顯示螢幕或官方應用程式確認最新資訊。如果發現任何問題，您可以透過 ••• → 傳送意見回饋 進行回報。

# StartupNotice.Title
source: オーバートレインへようこそ
en: Welcome to Overtrain
ko: Overtrain에 오신 것을 환영합니다
zh_hans: 欢迎使用Overtrain
zh_hant: 歡迎使用Overtrain

# StationSearch.Nearby
source: 近くの駅
en: Nearby Stations
ko: 근처 역
zh_hans: 附近车站
zh_hant: 附近車站

# StationSearch.NoResults
source: 駅が見つかりません
en: No stations found
ko: 역을 찾을 수 없습니다
zh_hans: 未找到车站
zh_hant: 找不到車站

# StationSearch.Prompt
source: 駅名で検索
en: Search all stations
ko: 역 이름으로 검색
zh_hans: 搜索车站
zh_hant: 搜尋車站

# StationTimetable.Filter
source: 絞り込み
en: Filter
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

# StationTimetable.Filter.Clear
source: 絞り込みを解除
en: Clear Filters
ko: 필터 해제
zh_hans: 清除筛选
zh_hant: 清除篩選

# StationTimetable.Filter.Destination
source: 行先
en: Destination
ko: 행선지
zh_hans: 目的地
zh_hant: 目的地

# StationTimetable.Filter.FirstTrainOnly
source: 始発のみ
en: Origin trains only
ko: 출발 열차만
zh_hans: 仅始发
zh_hant: 僅始發

# StationTimetable.Filter.NoMatches
source: 該当する列車はありません
en: No trains match the filters
ko: 조건에 맞는 열차가 없습니다
zh_hans: 没有符合条件的列车
zh_hant: 沒有符合條件的列車

# StationTimetable.Filter.TrainType
source: 種別
en: Train Type
ko: 종별
zh_hans: 种别

# StationTimetable.FirstTrain
source: 始発
en: Origin
ko: 출발
zh_hans: 始发
zh_hant: 始發

# StationTimetable.LastTrain
source: 終電
en: Last
ko: 막차
zh_hans: 末班
zh_hant: 末班

# StationTimetable.Loading
source: 時刻表を読み込み中...
en: Loading timetable...
ko: 시간표 로딩 중...
zh_hans: 正在加载时刻表...
zh_hant: 正在載入時刻表...

# StationTimetable.NoData
source: 時刻表データがありません
en: No timetable data available
ko: 시간표 데이터가 없습니다
zh_hans: 没有时刻表数据
zh_hant: 沒有時刻表數據

# StationTimetable.NoMoreTrains
source: 本日の運行は終了しました
en: No more trains today
ko: 오늘 더 이상 열차가 없습니다
zh_hans: 今日列车已结束运行
zh_hant: 今日列車已結束營運

# StationTimetable.ServiceStatus
source: 運行情報
en: Service Status
ko: 운행 정보
zh_hans: 运行信息
zh_hant: 運行資訊

# StationTimetable.ThroughService %@ %@ %@
source: %1$@から%2$@（%3$@）へ直通運転する列車があります
en: Some trains continue past %1$@ onto the %2$@ (%3$@)
ko: %1$@에서 %2$@(%3$@)(으)로 직통 운행하는 열차가 있습니다
zh_hans: 部分列车从%1$@直通运行至%2$@（%3$@）
zh_hant: 部分列車從%1$@直通運行至%2$@（%3$@）

# Status.NoActiveJourney
source: アクティブな旅程がありません
en: No active journey
ko: 활성 여정 없음
zh_hans: 没有进行中的旅程
zh_hant: 沒有進行中的旅程

# Status.NoJourneySelected
source: 旅程が選択されていません
en: No journey selected
ko: 여정이 선택되지 않았습니다
zh_hans: 未选择旅程
zh_hant: 未選擇旅程

# Status.OnTime
source: 定刻
en: On Time
ko: 정시
zh_hans: 正点
zh_hant: 準點

# Status.OnTimeOperation
source: 定刻運転
en: On Schedule
ko: 정시 운행
zh_hans: 正常运行
zh_hant: 正常運行

# Status.WeakGPSSignal
source: GPS信号が弱い
en: Weak GPS
ko: GPS 신호 약함
zh_hans: GPS信号弱
zh_hant: GPS訊號弱

# Tab.Lines
source: 路線
en: Lines
ko: 노선
zh_hans: 线路

# Tab.Places
source: 旅程
en: Journeys
ko: 여정

# Time.LessThanOneMinuteAgo
source: <1分前
en: <1 min ago
ko: <1분 전
zh_hans: <1分钟前
zh_hant: <1分鐘前

# Time.MinutesAgo %lld
source: %lld分前
en: %lld min ago
ko: %lld분 전
zh_hans: %lld分钟前
zh_hant: %lld分鐘前

# Time.Now
source: 今
en: Now
ko: 지금
zh_hans: 刚刚
zh_hant: 剛剛

# TrackingMode.Blended
source: GPS+時刻表
en: GPS + Timetable
ko: GPS+시간표
zh_hans: GPS+时刻表

# TrackingMode.GPS
source: GPS追跡中
en: GPS Tracking
ko: GPS 추적 중
zh_hans: GPS追踪中
zh_hant: GPS追蹤中

# TrackingMode.Manual
source: 手動
en: Manual
ko: 수동
zh_hans: 手动

# TrackingMode.Timetable
source: 時刻表モード
en: Timetable Mode
ko: 시간표 모드
zh_hans: 时刻表模式
zh_hant: 時刻表模式

# ViewTitle.More
source: その他
en: More
ko: 더보기
zh_hans: 更多
zh_hant: 更多

# ViewTitle.Stations
source: 駅
en: Stations
ko: 역
zh_hans: 车站
zh_hant: 車站

# WalkingSpeed.Fast
source: いそぎ
en: Fast
ko: 서둘러
zh_hans: 快
zh_hant: 快

# WalkingSpeed.None
source: なし
en: None
ko: 없음
zh_hans: 无
zh_hant: 無

# WalkingSpeed.Normal
source: 普通
en: Normal
ko: 보통

# WalkingSpeed.Slow
source: ゆっくり
en: Slow
ko: 느긋하게
zh_hans: 慢
zh_hant: 慢

# Button.OK
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
